/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Należy podać miejsce docelowe (IP lub nazwę domeny) aby móc zasubskrybować";

/* About prefs tab title */
"About" = "O Growl";

/* Title for section containing actions (SMS, MailMe, Speech, etc) */
"Actions" = "Akcje";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Dodatkowe aplikacje";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Uwaga! To ustawienie doda aplikację Growl do pozycji uruchamianych podczas logowania";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Zezwalaj innym komputerom na subskrybowanie powiadomień";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Dzięki temu aplikacja Growl będzie mogła udostępnić swoje funkcje innym programom za każdym razem, gdy się logujesz";

/* Notification always stay on screen */
"Always" = "Zawsze";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Wystąpił niemożliwy do naprawienia błąd podczas tworzenia Bazy Danych Transakcji Growl.\nAplikacje mogą się rejestrować i możesz zmieniać ich ustawienia.\nJednakże żadne rejestracje i ustawienia nie zostaną zapisane do kolejnej sesji i aplikacja Growl może wykorzystywać więcej pamięci.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Wystąpił nieusuwalny błąd podczas zakładania bazy danych historii.\nNa razie wyłączamy historię, aczkolwiek Roleta będzie nadal działać.\nJeśli historia zostanie ponownie włączona, nic nie będzie się zapisywało, a Growl może potencjalnie wykorzystywać dużą ilość pamięci.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplikacja";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Aplikacja decyduje";

/* Label for application level display style choice */
"Application's Display Style" = "Styl wyświetlania aplikacji";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplikacja: %1$@\nTytuł: %2$@\nOpis: %3$@\nKliknij aby otworzyć dziennik";

/* Application prefs tab title */
"Applications" = "Aplikacje";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Czy na pewno chcesz zakończyć?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Czy na pewno chcesz usunąć %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Wpis skonfigurowany przez Bonjour, aktualnie nie można go odnaleźć";

/* Button title for canceling */
"Cancel" = "Anuluj";

/* Clear all history button title */
"Clear All History" = "Wyczyść całą historię";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Wyczyść wszystkie powiadomienia Rolety z historią";

/* No comment provided by engineer. */
"Clear Rollup" = "Wyczyść Roletę";

/* close all open notifications */
"Close all notifications" = "Zamk. wszystkie powiadomienia";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Składnik";

/* No comment provided by engineer. */
"Compound Action" = "Akcja składnika";

/* Column title for a computer entry */
"Computer Name" = "Nazwa komputera";

/* Continue button title */
"Continue" = "Kontynuuj";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Wykryto uszkodzoną instalację";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Domyślna pozycja powiadomień";

/* Default style picker label */
"Default Style" = "Styl domyślny";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Wyłącz wizualne powiadomienia Growl i przekieruj je do OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "Wyłączanie historii";

/* Label for the display style of the selected notification */
"Display Style:" = "Styl wyświetlania:";

/* Column title for Display Styles */
"Display Styles" = "Style wyświetlania";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Wyświetlanie";

/* Continue button title when done */
"Done" = "Zakończ";

/* Emergency notification priority */
"Emergency" = "Pilny";

/* Label for application on/off switch */
"Enable %@" = "Włącz %@";

/* Label for application on/off switch */
"Enable application" = "Włącz aplikację";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Uruchom aplikację Growl podczas logowania";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Włącz historię:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Włącz zapisywanie";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ustawienie tej opcji spowoduje uruchomienie aplikacji Growl bez ikon widocznych w Docku i pasku menu.\n\nAby przejść do okna preferencji, uruchom aplikację w Launchpadzie lub Finderze.";

/* Alert when database has been corrupted */
"Error opening %@." = "Błąd podczas otwierania %@.";

/* fatal alert */
"Fatal Error" = "Błąd krytyczny";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Ustawienia zapory: Powiadomienia sieciowe używają portu TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Przekierowuj powiadomienia do innych komputerów";

/* Tab title for forwarding */
"Forwarding" = "Przekierowywanie";

/* General prefs tab title */
"General" = "Ogólne";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Pobierz aplikacje";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Pobierz więcej styli";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Zgłaszanie błędów w Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Aplikacja Growl napotkała błąd krytyczny podczas próby konfiguracji %@ i zakończy działanie po zamknięciu tego okna. Skontaktuj się z support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historia Growl wyłączona";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Zmiany będą widoczne po ponownym uruchomieniu aplikacji Growl.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Roleta Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Strona aplikacji Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Ukryj Roletę";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ukryj Roletę z historią";

/* High notification priority */
"High" = "Wysoki";

/* History prefs tab title */
"History" = "Historia";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Jeśli zakończysz aplikację Growl, nie będziesz otrzymywać powiadomień.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Wskazuje komputer wykryty przez aplikację Growl 1.3 lub późniejszą";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Wskazuje na ręcznie dodany komputer do przekazywania i subskrybowania";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informuj %@ kiedy powiadomienie zostanie kliknięte";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Ilość przechowywanych";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Przechowuj przez (dni)";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Deinstalator starszych wersji Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Nasłuchuj przychodzących powiadomień";

/* Title for section containing apps from the local machine */
"Local" = "Lokalne";

/* Moderate notification priority */
"Moderate" = "Średni";

/* Network prefs tab title */
"Network" = "Sieć";

/* Notification will never stay on screen */
"Never" = "Nigdy";

/* No comment provided by engineer. */
"No" = "Nie";

/* Setting for no visual display */
"No Default Display" = "Brak domyślnego monitora";

/* Growl will run compeletely in the background */
"No icon visible" = "Brak widocznej ikony";

/* No comment provided by engineer. */
"No Recent Notifications" = "Brak ostatnich powiadomień";

/* Normal notification priority */
"Normal" = "Zwykły";

/* Label for the tab which contains notification settings */
"Notifications" = "Powiadomienia";

/* If the string is too long, use O */
"OFF" = "wył.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* If the string is too long, use I */
"ON" = "wł.";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Preferencje...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Otwórz panel preferencji Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Powiadomienia OS X";

/* Column title for a password */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Pause Growl" = "Wstrzymaj Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Wstrzymaj obrazkowe powiadomienia Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Nie podawaj adresu localhost. Growl nie może przekazywać do samego siebie.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Nie podawaj adresu localhost. Growl nie może subskrybować samego siebie.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Wprowadź poprawny adres IPv4, IPv6 lub nazwę domenową";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Wtyczka '%@' została poprawnie zainstalowana. Czy chcesz ją teraz skonfigurować?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Wtyczka '%@' jest już zainstalowana. Czy chcesz ją nadpisać?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Wtyczka '%@' nie będzie działać na komputerze z tą wersją Mac OS X. Czy mimo to zainstalować?";

/* No comment provided by engineer. */
"Plugin already exists" = "Wtyczka już istnieje";

/* No comment provided by engineer. */
"Plugin installed" = "Wtyczka zainstalowana";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Wtyczka nie posiada natywnej architektury";

/* No comment provided by engineer. */
"Plugin not installed" = "Wtyczka nie zainstalowana";

/* Preferences window title */
"Preferences" = "Preferencje";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Podgląd";

/* Label for choosing priority of the selected notification */
"Priority:" = "Priorytet:";

/* No comment provided by engineer. */
"Quit" = "Zakończ";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Zakończ Growl całkowicie";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Przeczytaj instrukcję i zakończ";

/* Button title for removing something */
"Remove" = "Usuń";

/* No comment provided by engineer. */
"Resume Growl" = "Wznów Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Wznów obrazkowe powiadomienia Growl";

/* Rollup prefs tab title */
"Rollup" = "Roleta";

/* Rollup all notifications radio button */
"Rollup all notes" = "Pokaż wszystkie notatki";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Wyświetlana automatycznie";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Włącz Roletę";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Pokaż tylko zapisane notatki";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Szukaj";

/* second part of string for idle timeout */
"seconds of inactivity" = "sek. bezczynności";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Przesyłaj powiadomienia do Rolety po";

/* Label for server password field */
"Server Password:" = "Hasło serwera:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Pokaż wyłączone";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Pokaż ikonę w obydwu";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Pokaż ikonę w Docku";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Pokaż ikonę w pasku menu";

/* No comment provided by engineer. */
"Show Rollup" = "Pokaż Roletę";

/* No comment provided by engineer. */
"Show the History Rollup" = "Pokaż Roletę z historią";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Skrót pokazywania/ukrywania";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Uruchom podczas logowania";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Pozostaje na ekranie:";

/* Tab title for subscribers tab */
"Subscribers" = "Subskrybenci";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subskrypcje";

/* No comment provided by engineer. */
"There are no new notifications" = "Brak nowych powiadomień";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Liczba powiadomień kiedy cię nie było: %lu";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Wystąpił błąd podczas subskrybowania do zdalnego komputera:\ncode: %1$d\ndescription: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Wystąpił błąd podczas instalowania wtyczki '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Wystąpił błąd podczas otwierania pliku %@. Prawdopodobnie jest on uszkodzony.\nGrowl przeniesie bazę danych i utworzy nową\nBłąd może być spowodowany zawieszeniem aplikacji Growl lub komputera.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Liczba powiadomień kiedy cię nie było: %lu";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Akcja nie może zostać cofnięta. Potwierdź, że chcesz usunąć całą historię powiadomień";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "To jest podgląd stylu %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Ta konfiguracja wtyczki jest w użyciu. Usunięcie jej spowoduje, że nie będzie dostępna dla aplikacji i powiadomień, które aktualnie z niej korzystają.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "To się nigdy nie powinno zdarzyć! -(void)subscribe powinno być wywoływane tylko dla wpisów lokalnych";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Ta opcja usunie wszystkie ustawienia Growl dla aplikacji %@.";

/* Column title for the time column in the history table */
"Time" = "Czas";

/* Column title for the title column in the history table */
"Title" = "Tytuł";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Aby historia Growl nie rosła w nieskończoność, przynajmniej jeden typ automatycznego ucięcia musi być aktywny";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Nie można wyłączyć obu funkcji automatycznego ucięcia.";

/* Column title for whether to use the item on the row */
"Use" = "Użyj";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Użyj domyślnej pozycji początkowej";

/* label for using the global default starting position */
"Use default starting position" = "Użyj własnej pozycji początkowej";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Ważność:";

/* Very low notification priority */
"Very Low" = "Bardzo niski";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Uwaga! Nastąpi usunięcie CAŁEJ historii";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Uwaga! Preferencje aplikacji nie zostaną zachowane";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Uwaga! To ustawienie spowoduje uruchomienie aplikacji Growl w tle";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Wykryliśmy, że Mac App Store pozostawił uszkodzoną instalację. Przycisk przekieruje cię do instrukcji pozwalających na rozwiązanie zaistniałej sytuacji.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Growl wita serdecznie!";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Możesz połączyć się ręcznie pod jednym z poniższych adresów:";

